<?php

// категории проектов
$categories = ['Входящие', 'Учеба', 'Работа', 'Домашние дела', 'Авто'];
// задачи и ключи, данные
$tasks = [
    [
    'task' => 'Собеседование в IT компании',
    'date' => '1.12.2019',
    'cat' => 'Работа',
    'result' => false
    ],
    [
    'task' => 'Выполнить тестовое задание',
    'date' => '25.12.2019',
    'cat' => 'Работа',
    'result' => false
    ],
    [
    'task' => 'Сделать задание первого раздела',
    'date' => '21.12.2019',
    'cat' => 'Учеба',
    'result' => true
    ],
    [
    'task' => 'Встреча с другом',
    'date' => '22.12.2019',
    'cat' => 'Входящие',
    'result' => false
    ],
    [
    'task' => 'Купить корм для кота',
    'date' => 'Нет',
    'cat' => 'Домашние дела',
    'result' => false
    ],
    [
    'task' => 'Заказать пиццу',
    'date' => 'Нет',
    'cat' => 'Домашние дела',
    'result' => false
    ]
        ];
?>